Revit 2027 API
ParameterTypeId.MassZoneMaterial Property
 "Graphical Appearance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassZoneMaterial { get; }
Public Shared ReadOnly Property MassZoneMaterial As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassZoneMaterial {
	ForgeTypeId^ get ();
}
static member MassZoneMaterial : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace